"CREATING_YOUR_ACCOUNT" = "Luodaan tunnusta…";
"CONFIGURING_YOUR_ACCOUNT" = "Määritellään tunnusta…";
"CHECKING_YOUR_NETWORK_ACCOUNT" = "Tarkistetaan verkkotiliä…";

"LOCAL_ADMIN_SHORT_NAME" = "admin";
"LOCAL_ADMIN_FULL_NAME" = "Ylläpitäjä";

"YES_BUTTON" = "Kyllä";
"NO_BUTTON" = "Ei";
"PRIVACYPOLICY_BUTTON" = "Yksityisyyden suoja";
"RETRIEVE_APPLEID_INFO" = "Haetaan Apple-tunnuksen tietoja…";
"IS_OK_TO_RETRIEVE_APPLEID_INFO" = "Olemassa olevan Apple-tunnuksesi tiedot ovat käytettävissä Applelta. Käyttöönottoapuri tekee rekisteröinnistä helpomman lataamalla tiedot turvallisesti ja tallentamalla ne tietokoneellesi. Haluatko ladata tiedot nyt?";

"MIGRATE_ERRORS_FILENAME" = "~/Desktop/Siirtovirheet ja -varoitukset.rtf";

"RETRIEVE_APPLEID_INFO_FAILED_TITLE" = "Apple-tunnuksen tiedot eivät ole tällä hetkellä saatavilla.";
"RETRIEVE_APPLEID_INFO_FAILED" = "Tietokoneesi ei saanut yhteyttä Appleen. Yhteys voi olla varattu tai verkkoasetukset virheelliset. Yritä uudelleen osoittamalla Yhdistä. Ohita tämä vaihe osoittamalla Jatka.";

"APPLEID_AUTH_FAILED_TITLE" = "Apple-tunnuksesi tietoihin ei saada yhteyttä.";
"APPLEID_AUTH_FAILED" = "Apple-tunnustasi tai salasanaa ei tunnistettu. Osoita Takaisin ja varmista, että syötät oikean tunnuksen ja salasanan.";

"APPLEID_AUTH_GIVEUP_TITLE" = "Apple-tunnuksesi tietoihin ei saada yhteyttä.";
"APPLEID_AUTH_GIVEUP" = "Syöttämääsi Apple-tunnusta ei voida käyttää tällä hetkellä. Ohita tämä vaihe osoittamalla OK ja jatka tietokoneen käyttöönottoa.";

"RETRIEVE_APPLEID_INFO_STATUS_CONNECTING" = "Yhdistetään…";
"RETRIEVE_APPLEID_INFO_STATUS_PPOE_FAILED" = "PPPoE-yhteys epäonnistui.";

"ENTER_REGISTRATION_INFO" = "Syötä henkilötietosi. Tietoja käytetään Apple-tuotteen rekisteröintiin, käyttäjätilin luomiseen, Osoitekirjan käyttöönottoon sekä Mail-tilin luomiseen.";
"ENTER_REGISTRATION_INFO_LATER" = "Syötä henkilötietosi. Tietoja käytetään Apple-tuotteen rekisteröintitietojen päivittämiseen.";

"RETAKE_VIDEO_SNAPSHOT" = "Kaappaa kuva videosta uudelleen.";
"NO_PICTURE_ALERT_TITLE" = "Tunnukselle on valittava kuva.";
"NO_PICTURE_ALERT_MESSAGE" = "Voit asettaa tunnuksen kuvan ottamalla kuvan tietokoneen kameralla tai valitsemalla kuvan kuvakirjastosta.";
"DRAG_TO_MOVE_IMAGE" = "Siirrä kuvaa vetämällä";

"FAILED_TO_BIND_TITLE" = "Tietokonetta ei voitu sitoa kohteeseen ”%@”.";
"FAILED_TO_BIND_MESSAGE" = "Ota yhteyttä järjestelmän ylläpitäjään.";